<template>
    <div class="page">
        <h1>Политика конфиденциальности</h1>

        <p>Настоящая Политика конфиденциальности (далее &ndash; Политика конфиденциальности) является публичным Договором,
            заключенным между ТОО &laquo;Нейтрон&raquo; и Пользователем в соответствии со ст. 387 Гражданского кодекса
            Республики Казахстан, основана на Законе Республики Казахстан &laquo;О персональных данных и их защите&raquo;,
            действует в отношении информации, содержащей персональные данные Пользователей, которую Интернет-магазин
            https://tf2shop.kz/ (далее &ndash; Сайт) может получить о Пользователях во время пользования ими сайтом
            Интернет-магазина. <br />1. Определение терминов <br />1.1. Персональные данные - сведения, относящиеся к
            определенному или определяемому на их основании субъекту персональных данных, зафиксированные на электронном,
            бумажном и (или) ином материальном носителе. <br />1.2. Неличные данные - сведения, которые автоматически
            передаются в процессе просмотра Пользователем рекламных блоков и при посещении страниц, на которых установлен
            статистический скрипт системы: адрес запрашиваемой страницы, информацию Cookies, IP-адрес, информацию о
            браузере, Referer (адрес предыдущей страницы), время доступа. <br />1.3. Сбор персональных данных - действия,
            направленные на получение персональных данных. <br />1.4. Обработка персональных данных - действия, направленные
            на накопление, хранение, изменение, дополнение, использование, распространение, в том числе на трансграничную
            передачу, обезличивание, блокирование и уничтожение персональных данных. <br />1.5. Защита персональных данных -
            комплекс мер, в том числе правовых, организационных и технических, осуществляемых в целях, установленных Законом
            РК &laquo;О персональных данных и их защите&raquo;. <br />1.6. Сайт - Интернет-сайт, расположенный на сервере в
            г. Алматы и имеющий адрес в сети Интернет https://tf2shop.kz/, на которых представлены товары, предлагаемые
            Пользователям для оформления соглашения купли-продажи, а также условия оплаты и выплаты.<br />1.7. Сервисы Сайта
            &ndash; все услуги, доступные для использования на Сайте.<br />1.8. Пользователь &ndash; физическое или
            юридическое дееспособное лицо, прошедшее регистрацию на Сайте Продавца в качестве пользователя, и размещающее
            Заказ на Сайте Продавца. <br />1.9. Продавец - ТОО &laquo;Нейтрон&raquo;, являющееся владельцем Сайта, БИН
            210840016943. <br />1.10. Cookies &mdash; это небольшие текстовые файлы, в которые браузер записывает данные с
            посещенных Пользователями сайтов. Cookies исполняют целый ряд функций, например, позволяют Пользователю
            эффективно перемещаться между страницами, запоминая его предпочтения, и, таким образом, улучшает опыт
            взаимодействия с Интернет-сайтом. Они также могут способствовать тому, что реклама, которую видит Пользователь
            онлайн, соответствует его интересам. Если не использовать cookies, то невозможно будет вообще купить товар на
            Сайте, так как вся работа корзины построена на сохранении данных с этих файлов. К примеру, если Пользователь
            выберет товар на Сайте, положит его в корзину и перейдет на новую страницу, то этот товар не сохранится в
            корзине. <br />1.11. IP-адрес &mdash; уникальный сетевой адрес узла в компьютерной сети, построенной по
            протоколу IP, позволяющий определить местонахождение Пользователя. Сайт не отслеживает местоположение, подробнее
            чем город и область.</p>
        <p>2. Предмет политики конфиденциальности <br />2.1. Настоящая Политика конфиденциальности устанавливает
            обязательства Продавца по неразглашению и обеспечению режима защиты конфиденциальности персональных данных,
            которые Пользователь предоставляет по запросу Продавца при регистрации на Сайте и/или при оформлении заказа для
            приобретения товара. <br />2.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики
            конфиденциальности, предоставляются Пользователем путём заполнения регистрационной формы на Сайте. <br />2.3.
            Любая иная персональная информация (история покупок, используемые браузеры, операционные системы и т.д.) также
            подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п.5.3. и п.5.4.
            настоящей Политики конфиденциальности. <br />3. Цели сбора и обработки персональных данных
            Пользователей<br />3.1. Продавец собирает, обрабатывает и хранит только те персональные данные, которые
            необходимы для предоставления Сервисов и/или приобретения Пользователем Товара из каталога Сайта. <br />3.2.
            Персональные данные Пользователя Продавец использует в целях: <br />3.2.1. Идентификации Пользователя для
            оформления заказа и/или заключения соглашения купли-продажи товара; <br />3.2.2. Обработки и получения от
            Пользователя платежей и выводов; <br />3.2.3. Предоставления Пользователю эффективной клиентской поддержки;
            <br />3.2.4. Связи с Пользователем, в том числе направление уведомлений, запросов и информации, касающихся
            использования Сервисов, оказания услуг, а также обработки запросов и заявок от Пользователя; <br />3.2.5.
            информирования Пользователя о проводимых мероприятиях и акциях; <br />3.2.6. проведения статистических и иных
            исследований на основе неличных данных, а также оптимизации рекламных сообщений; <br />4. Права и обязанности
            сторон <br />4.1. Пользователь обязан: <br />4.1.1. предоставлять информацию о персональных данных, необходимую
            для пользования Сайтом; <br />4.1.2. изменять, дополнять предоставленную информацию в случае обнаружения
            некорректных данных при пользовании Сайтом. <br />4.2. Пользователь имеет право:<br />4.2.1. на доступ и
            редактирование (частичное) информации о персональных данных. <br />4.3. Продавец обязан: <br />4.3.1.
            использовать полученную информацию исключительно для целей, указанных в разделе 3 настоящей Политики
            конфиденциальности; <br />4.3.2. обеспечить хранение конфиденциальной информации в тайне, не разглашать без
            предварительного письменного разрешения (разрешение передается путем регистрации Пользователя на Сайте)
            Пользователя переданных персональных данных.<br />4.3.3. принимать меры предосторожности для защиты
            конфиденциальности персональных данных Пользователя, согласно порядку, обычно используемому для защиты такого
            рода информации. <br />4.4. Продавец имеет право: <br />4.4.1. предоставлять доступ для сбора и анализа неличных
            данных Пользователей третьим лицам для целей статистики и оптимизации рекламных сообщений. Использование
            неличных данных третьими лицами регулируется их собственными политиками конфиденциальности, и Сайт не несет
            ответственности за их использование. <br />5. Прочие условия <br />5.1. Пользование Пользователем Сайта означает
            его согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.
            <br />5.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить
            пользование Сайтом. <br />5.3. Настоящая Политика конфиденциальности применяется только к Сайту. Сайт не несет
            ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.
            <br />5.4. Продавец, в силу специфики способа получения информации, не проверяет достоверность предоставленных
            Пользователем персональных данных и не осуществляет контроль их актуальности. Однако, Продавец исходит из того,
            что Пользователь предоставляет достоверные персональные данные и поддерживает эти данные в актуальном состоянии.
            Всю ответственность, а также возможные последствия за предоставление недостоверных или не актуальных
            персональных данных несёт Пользователь. <br />5.5. Отключение Сookies может повлечь невозможность доступа к
            частям Сайта, требующим авторизации. <br />5.6. Сайт осуществляет сбор статистики об IP-адресах своих
            Пользователей. Данная информация используется с целью выявления и решения технических проблем, для контроля
            законности проводимых финансовых платежей и выплат. <br />5.7. К настоящей Политике конфиденциальности и
            отношениям между Пользователем и Продавцом применяется действующее законодательство Республики Казахстан.
            <br />5.8. Продавец оставляет за собой право на одностороннее изменение настоящей Политики конфиденциальности
            для дальнейшего совершенствования системы безопасности в соответствии с действующим законодательством РК.
            <br />5.9. Все предложения или вопросы по поводу настоящей Политики конфиденциальности следует сообщать на
            электронный адрес Продавца support@tf2shop.kz
        </p>
    </div>
</template>
<script setup>
useSeoMeta({
    title: 'Политика конфиденциальности | TF2Shop',
    ogTitle: 'Политика конфиденциальности | TF2Shop',
    description: 'Политика конфиденциальности | TF2Shop',
    ogDescription: 'Политика конфиденциальности | TF2Shop',
})
</script>
<style lang="scss" scoped>
.page {
    padding: 150px 70px 50px;

    @media (max-width: 1600px) {
        padding: 150px 50px 50px;
    }

    @media (max-width: 1024px) {
        padding: 150px 20px 50px;
    }

    h1 {
        font-size: 32px;
        font-style: normal;
        font-weight: 500;
        line-height: normal;
        text-transform: uppercase;
        font-family: var(--fun);
        color: #fff;

        @media (max-width: 1024px) {
            font-size: 16px;
        }
    }

    p {
        font-size: 16px;
        font-style: normal;
        font-weight: 300;
        line-height: 130%;
        font-family: var(--geo);
        color: #fff;
    }
}</style>